[
    {
        "id": "the-divine-comedy",
        "name": "The Divine Comedy",
        "releaseYear": "1321",
        "imageUrl": "https://res.cloudinary.com/dzc0tlbqw/image/upload/v1712076646/circle-of-angels-dantes-paradise-illustration-gustave-dore_nszgkj.jpg",
        "blurb": "Dante's allegorical journey through Hell, Purgatory, and Paradise explores sin, redemption, and divine justice in medieval Christian theology.",
        "synopsis": "'The Divine Comedy' is a monumental literary work penned by the Italian poet Dante Alighieri in the 14th century. It narrates the allegorical journey of Dante through Hell (Inferno), Purgatory (Purgatorio), and Paradise (Paradiso). \n\nThe journey begins with Dante lost in a dark wood, symbolizing spiritual confusion and the consequences of sin. Virgil, the Roman poet, serves as his guide through the Inferno, where they encounter various sinners being punished for their transgressions. Each circle of Hell represents different sins, with punishments tailored to fit the crimes committed. As they descend deeper, they encounter historical and mythological figures, reflecting Dante's contemporary political and social commentary.\n\nAfter traversing Hell, Dante climbs the mountain of Purgatory, guided now by Beatrice, his beloved who represents divine grace. Purgatorio depicts the process of repentance and purification, where souls atone for their sins before ascending to Paradise. Each terrace of Purgatory addresses a specific sin, leading towards spiritual enlightenment and eventual salvation. \n\nFinally, in Paradiso, Dante ascends through the celestial spheres, guided by Beatrice and witnessing the glory of Heaven. He encounters saints, angels, and ultimately, God Himself, experiencing divine love and understanding the divine order of the universe. \n\nThroughout the journey, Dante explores themes of sin, redemption, and the divine justice, reflecting on the human condition and the Christian theology of his time. 'The Divine Comedy' remains a timeless masterpiece, revered for its profound allegorical depth, vivid imagery, and philosophical reflections on the afterlife and the nature of God.",
        "storeUrl": "https://www.gutenberg.org/files/8800/8800-h/8800-h.htm"
    }
]